tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "vim"
brew "tmux"
brew "ansible"
brew "awscli"
brew "bash-completion"
brew "htop"
brew "bat"
brew "exa"
brew "fd"
brew "prettyping"
brew "fzf"
brew "kubectx"
brew "kubernetes-cli"
brew "httpie"
brew "jq"
brew "ncdu"
brew "oath-toolkit"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "tfenv"
brew "tldr"
brew "mas"
cask "android-messages"
cask "iterm2"
cask "font-fira-code"
cask "google-chrome"
mas "Kiwi for Gmail", id: 986304488
mas "NordVPN", id: 1116599239
mas "Microsoft Remote Desktop", id: 1295203466
mas "OneDrive", id: 823766827
mas "Slack", id: 803453959
mas "LastPass", id: 926036361
mas "Harvest", id: 506189836
